/* Done button label in navigation bar */
"Done" = "Gereed";

/* Open button in navigation bar when there are several candidates*/
"Open In..." = "Open met…";

/* Open button in navigation bar when there is only one candidate*/
"Open in \\U201C%@\\U201D" = "Open met %@";

/* Loading message in progress layer*/
"Loading..." = "Laden...";

/* Displayed when there are no items to preview */
"No Items" = "Geen onderdelen";

/* Index of a preview or of a page. As in : this is preview "3 of 4".*/
"%1$@ of %2$@" = "%1$@ van %2$@";

/* Instructions for detail scrubbing on the media player detail slider. */
"Slide your finger down to adjust the scrubbing rate." = "Wijzig scrubsnelheid door uw vinger omlaag te schuiven.";

/* Message displayed when the user entered an incorrect password. */
"The document could not be opened with that password." = "Het document kan niet worden geopend met dat wachtwoord.";

/* OK button */
"OK" = "OK";

